Repository: marekhanacek/diploma-thesis-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: Feedback was added
cs: Hodnocení bylo přidáno

source: Offer was accepted
cs: Nabídka byla přijata.

source: You were approved in offer
cs: Byl jste akceptován u nabídky.

source: You were not approved in offer
cs: Nebyl jste akceptován u nabídky

source: User is already not interested in offer
cs: Uživatel již nemám zájem o vaši nabídku

source: Offer was canceled
cs: Nabídka byla zrušena

source: Offer is awailable for other users
cs: Nabídka je přístupná ostatním uživatelům

source: Offer is complete
cs: Nabídka je kompletní

source: Terms
cs: Podmínky

source: How it works?
cs: Jak to funguje?

source: Contact
cs: Kontakt

source: By continuing to browse this website, you agree to our use of cookies.
cs: Používáním tohoto webu souhlasíte s využíváním cookies.

source: Agree
cs: Souhlasím

source: User %(other_user_name)s inserted feedback to money exchange offer. You can see this feedback in your user profile. Thank you for using our services. Exchange.com
cs: Uživatel %(other_user_name)s přidal hodnocení ke směně peněz. Toto hodnocení nyní uvidíte ve svém uživatelkém profilu. Děkujeme za využívání našich služeb. Exchange.com

source: User %(other_user_name)s inserted feedback to money exchange offer. You can see this feedback in your user profile in 7 days or after that you insert your feedback. Thank you for using our services. Exchange.com
cs: Uživatel %(other_user_name)s přidal hodnocení na směnu peněz. Toto hodnocení uvidíte za 7 dní, případně po zadání vašeho hodnocení. Děkujeme za využívání našich služeb. Exchange.com

source: User %(other_user_name)s marker offer for money exchange as Complete. Now, you can insert feedback on this user in your user profile on web exchange.com. Thank you for using our services. Exchange.com
cs: Uživatel %(other_user_name)s označit nabídku jako Kompletní. Nyní Můžete přidat hodnocení za tuto nabídku ve svém uživatelském profilu na webu exchange.com. Děkujeme za využívání našich služeb. Exchange.com

source: User %(other_user_name)s is already not interesting in your money exchange offer. Offer was marked as Awaiting acceptance. Now you can wait for other takers. Thank you for using our services. Exchange.com
cs: Uživatel %(other_user_name)s již nemá zájem o směnu peněz. Nabídka je opět dostupná ostatním uživatelům. Děkujeme za využívání našich služeb. Exchange.com

source: User %(other_user_name)s has accept your offer for money exchange (%(currency_from)s to %(currency_to)s). You will see his/her contact information in your user profile after accepting user. Than you can change your money with this user. Thank you for using our services. Exchange.com
cs: Uživatel %(other_user_name)s přijal nabídku na směnu peněz (%(currency_from)s do %(currency_to)s). Jeho kontaktní údaje uvidíte ve svém uživatelkém profilu po akceptování uživatele. Poté můžete s uživatelem směnit peníze. Děkujeme za využívání našich služeb. Exchange.com

source: User %(other_user_name)s has canceled offer for money exchange. Take a look at other offers. Thank you for using our services. Exchange.com
cs: Uživatel %(other_user_name)s zrušil nabídku na směnu peněz. Vyhledejte prosím novou nabídku nebo vytvořte novou. Děkujeme za využívání našich služeb. Exchange.com

source: User %(other_user_name)s agree with offer for money exchange (%(currency_from)s to %(currency_to)s). Contact informations of user are below: Tel: %(other_user_phone)s Email: %(other_user_email)s You can see these contact informations in your user profile on web exchange.com. Thank you for using our services. Exchange.com
cs: Uživatel %(other_user_name)s souhlasí se směnou peněz (%(currency_from)s do %(currency_to)s). Kontaktní informace uživatele jsou níže: Tel: %(other_user_phone)s Email: %(other_user_email)s Tyto kontaktní údaje nyní naleznete také v uživatelském profilu na webu exchange.com. Děkujeme za využívání našich služeb. Exchange.com

source: User %(other_user_name)s not agree with offer for money exchange (%(currency_from)s to %(currency_to)s). If you are still looking for the best way how to change your money, you can search new offers, or offer your own offer on the web exchange.com. Thank you for using our services. Exchange.com
cs: Uživatel %(other_user_name)s nesouhlasí s nabídkou na směnu peněz (%(currency_from)s do %(currency_to)s). Pokud stále hledaté nejlepší nabídku na směnu peněz můžetenajít novou nabídku, nebo vytvořit novou nabídku na webu exchange.com. Děkujeme za využívání našich služeb. Exchange.com

source: Login page
cs: Přihlášení

source: Login with facebook
cs: Přihlásit se přes Facebook

source: Address change
cs: Změna adresy

source: Type your address
cs: Zadejte vaši adresu

source: Or select your current position
cs: Nebo vyberte aktuální polohu

source: My position
cs: Moje poloha

source: Save
cs: Uložit

source: Show map
cs: Zobrazit mapu

source: Show text
cs: Zobrazit text

source: Change your address
cs: Změnit adresu

source: Logout
cs: Odhlásit se

source: Login
cs: Přihlásit se

source: Accept
cs: Příjmout

source: to
cs: do

source: Created by
cs: Vytvořil

source: Created this offer
cs: Vytvořil tuto nabídku

source: Has joined
cs: Se přidal

source: Last login:
cs: Poslední přihlášení:

source: # of offers:
cs: Počet nabídek:

source: Offers
cs: Nabídky

source: New offer
cs: Nová nabídka

source: Exchange currencies
cs: Měny

source: Change currency from
cs: Měna z

source: Shuffle currencies
cs: Prohodit měny

source: To
cs: Do

source: Filter by price interval:
cs: Filtrovat dle ceny:

source: In interval:
cs: V intervalu:

source: Sort by:
cs: Seřadit dle:

source: Default
cs: Výchozí

source: User rating
cs: Hodnocení uživatele

source: Amount
cs: Částka

source: Distance
cs: Vzdálenost

source: Offer
cs: Nabídka

source: User
cs: Uživatel

source: Distance from your location
cs: Vzdálenost od vaší polohy

source: Show all offers
cs: Zobrazit všechny nabídky

source: There are no offers.
cs: Nebyly nalezeny žádné nabídky.

source: Create new offer
cs: Vytvořit novou nabídku

source: I have
cs: Mám

source: and want to change to
cs: a chci směnit na

source: Address
cs: Adresa

source: Radius
cs: Rádius

source: Comment
cs: Komentář

source: Create offer
cs: Vytvořit nabídku

source: This aplication allows people to bid or demand to personally exchange a certain amount of money from one currency to another.
cs: Tato aplikace umožňuje zadávat nabídky, respektive poptávky, na osobní směnu určitého obnosu peněz z jedné měny do druhéa na takové směně se případně s protějškem domluvit

source: Possible offer statuses
cs: Možné stavy nabídek

source: To Be Determined.
cs: Bude dodáno.

source: Insert your feedback
cs: Vložte hodnocení

source: Rating
cs: Hodnocení

source: Save feedback
cs: Uložit hodnocení

source: Feedbacks of this offer
cs: Hodnocení této nabídky

source: Your feedback:
cs: Vaše hodnocení:

source: This feedback is not visible to other users
cs: Toto hodnocení prozatím není přístupné ostatním uživatelům

source: Your history with user
cs: Vaše historie s uživatelem

source: Offer status
cs: Status nabídky

source: Creation date
cs: Datum vytvoření

source: Delete offer
cs: Smazat nabídku

source: Accept offer
cs: Příjmout nabídku

source: Approve user
cs: Příjmout uživatele

source: Refuse user
cs: Odmítnout uživatele

source: I am already not interested
cs: Již nemám zájem o nabídku

source: Offer was not completed. Offer it again.
cs: Směna neproběhla. Nabízet znovu.

source: Finish offer
cs: Směna proběhla

source: Offer was not completed.
cs: Směna neproběhla.

source: Contact informations:
cs: Kontaktní informace:

source: Phone:
cs: Telefon:

source: User's feedbacks
cs: Hodnocení uživatele

source: Rating:
cs: Hodnocení:

source: Comment:
cs: Komentář:

source: No feedbacks yet.
cs: Žádná hodnocení nebyla zadána.

source: Access denied.
cs: Přístup odepřen.

source: Login to continue
cs: Pro pokračování se přihlašte.

source: Back to my profile
cs: Zpět na můj profil

source: Change your preferences
cs: Změnit údaje

source: Home currency
cs: Domácí měna

source: Prefered exchange currency
cs: Preferovaná zahraniční měna

source: Language
cs: Jazyk

source: Basic information about you
cs: Základní informace o vás

source: Phone
cs: Telefon

source: Address:
cs: Adresa:

source: Searching radius:
cs: Rádius pro vyhledávání:

source: Change preferences
cs: Změna údajů

source: Your actual offers
cs: Vaše aktuální nabídky

source: Waiting for you
cs: Čekající na vás

source: Waiting for other users
cs: Čekající na ostatní uživatele

source: Finished offers
cs: Dokončené nabídky

source: Insert feedback
cs: Vložit hodnocení

source: User is verified
cs: Uživatel je ověřený

source: Access denied. You do not have permission.
cs: Přístup odepřen. Nemá dostatečná práva pro přístup.

source: Feedback was added.
cs: Hodnocení bylo přidáno.

source: Feedback process ERROR.
cs: Nastala chyba při zpracování hodnocení.

source: Offer was added.
cs: Nabídka byla přidána.

source: Offer process ERROR.
cs: Nastala chyba při zpracování nabídky.

source: Offer was deleted.
cs: Nabídka byla smazána.

source: Offer was accepted.
cs: Nabídka byla přijata.

source: Offer was approved.
cs: Nabídka byla přijata.

source: User was refused and offer is again available for other users.
cs: Uživatel byl odmítnut. Nabídka je opět přístupná ostatním uživatelům.

source: You were deleted from this offer.
cs: Byl jste odstraněn z této nabídky.

source: Offer was canceled. Offer is again available for other users.
cs: Nabídka byla zrušena. Nabídka je opět přístupná ostatním uživatelům.

source: Offer was canceled.
cs: Nabídka byla zrušena.

source: Offer was marked as completed.
cs: Nabídka byla označena jako kompletní.

source: Preferences were changed.
cs: Údaje byly změněny.

source: Awaiting acceptance
cs: Čeká na druhého uživatele

source: Awaiting approval
cs: Čeká na schválení

source: Ready to exchange
cs: Připravena ke směně

source: Finished
cs: Dokončená

source: Deleted
cs: Smazaná
